hirtfre/ge-trial-executable/sdkconfig.defaults.esp32h2
CONFIG_IDF_TARGET="esp32h2"

# FreeRTOS should use legacy API
CONFIG_FREERTOS_ENABLE_BACKWARD_COMPATIBILITY=y

